{
  "ADS_STATION": [
    {
      
      "face_banner": "1220006741767776_1220007618434355",
      "face__native_banner": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
      "face_interstital": "1220006741767776_1220008025100981",
      "face_native": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
      "guide1": "<h1 class=\"article-header__title\" style=\"text-align: center;\" data-meta=\"article-title\">&rsquo;<span style=\"color: #0000ff;\">Top 5 Tips for Improving in Friday Night Funkin</span>&rsquo;</h1> <p>If you&rsquo;re bored on the weekend, you should try Friday Night Funkin&rsquo; and have a blast as you dance and rap your way into The Girlfriend&rsquo;s heart. You&rsquo;ll have to rap and sing your way past Daddy dearest if you want to convince her to get down from the beatbox and join you for a romantic duo on the dancefloor.&nbsp;</p> <p>She&rsquo;s got her eye on you, too, as she shares tips and tricks in the tutorial to help you win The Father&rsquo;s favor. Look, The Mother doesn&rsquo;t look any less sinister, so don&rsquo;t expect any free brownie points there either.</p>",
      "guide2": "<p>What is Friday Night Funkin&rsquo;? Friday Night Funkin&rsquo; from Ninjamuffin99 is a</p> <p>cartoon-style rhythm game with tunes from Kawai Sprite for its soundtrack, and PhantomArcade and evilsk8r are responsible for the fun graphics and animations.</p> <p>You can download the Friday Night Funkin&rsquo; game for Mac or Windows and play it free and safely on PC or mobile. Try not to miss a note during a high combo, as you&rsquo;ll have The Girlfriend in tears on the boombox.</p> <p>She&rsquo;s terrified of thunder, but soothing her with some Cherry Dr.</p> <p>Pepper will score you some points as it&rsquo;s her favorite drink.</p> <p>The game is all about practicing as you work your way through the various weeks.</p> <p>Each week introduces new features, singing challenges against The Father, and characters that&rsquo;ll either help you or block you from getting the girl.</p>",
      "guide3": "<h2><strong>Tips for getting better in Friday Night Funkin&rsquo;</strong></h2> <p>Practice makes perfect guys and gals. But let&rsquo;s see what else you can do to find the courage and beat The Father at his rock and roll song.</p> <ul> <li aria-level=\"1\">Start every new week with the &lsquo;Easy&rsquo; mode and work your way up through &lsquo;Normal&rsquo; and then &lsquo;Hard&rsquo; as you get better.</li> <li aria-level=\"1\">Listen and get to know the soundtrack.</li> <li aria-level=\"1\">In week two, there&rsquo;s a part of Spookeez that might be difficult to get past. Focus on mastering the red arrows in that specific part.</li> <li aria-level=\"1\">To improve your hand position, try to use your left hand on L and UP and your right hand on R and DOWN.</li> <li aria-level=\"1\">You can play PaRappa the Rapper or other rhythm games as additional practice.</li> </ul>",
      "guide4": "<h2><strong>Other games similar to Friday Night Funkin&rsquo;</strong></h2> <p>Bemuse is another excellent rhythm game that you can play for free, and it&rsquo;ll help you practice keystrokes for Friday Night Funkin&rsquo;. Although PaRappa the Rapper is one of the oldest rhythm games and was published for PlayStation back in 1996, it still delivers hours of fun. Other interactive and fun games that hit the scene big time recently is <a  target=\"_blank\" rel=\"noopener noreferrer\">Among Us</a> and <a target=\"_blank\" rel=\"noopener noreferrer\">Night of the Dead</a>.</p>"
    }
  ]
}
